#include <iostream>

void ShowMenu() {
    std::cout << "1. Добавить новый счет\n";
    std::cout << "2. Добавить новую категорию\n";
    std::cout << "3. Получить список моих счетов\n";
    std::cout << "4. Пополнить счет\n";
    std::cout << "5. Произвести операцию со счетом\n";
    std::cout << "6. Получить выгрузку платежей в файл\n";
    std::cout << "7. Удалить банковский аккаунт\n";
    std::cout << "8. Получить список доступных категорий\n";
    std::cout << "9. Загрузить данные из файла (доступен только csv формат)\n";
    std::cout << "10. Покинуть банк\n";
}